{"sections":{"main":{"type":"main-page","settings":{"subheading":"","show_title":true,"show_content":true,"text_size":2,"align_text":"text-center","width":"wrapper","bg_color":"#ffffff"}},"faq-second":{"type":"section-accordion-group","blocks":{"heading-0":{"type":"heading","settings":{"title":"WHEN YOU BUY JEWELLERY FROM TAMI&TAMI, WE WANT TO ENSURE THAT THE SATISFACTION AND JOY OF WEARING OUR SENSATIONAL, HANDMADE PIECE STAYS WITH YOU FOREVER."}},"question-1":{"type":"question","settings":{"title":"CARING FOR YOUR JEWELLERY","content":"<p>By their nature, the items we sell are both delicate and robust. Yes, they are designed to last but when they are worn regularly, they can easily get neglected. To maintain their pristine appearance, by following these tips, you’ll be a shining example of what keeps jewellery looking its fabulous best! <\/p>"}},"question-2":{"type":"question","disabled":true,"settings":{"title":"LOOKING AFTER GOLD JEWELLERY","content":"<p>Gold is a metal renowned for being hardy and lasting through the ages – it’s a huge part of its appeal. Nevertheless, over time and with regular wear, it does lose its lustre. The good news is that, without too much effort, a little regular cleaning with a soft polishing cloth will ensure your gold and vermeil pieces remain in great condition. We suggest doing this weekly.<\/p><p>As an alternative, especially if your solid gold jewellery is looking extremely dull and smeared, try soaking it in lukewarm water for about 20 minutes mixed with a couple of drops of washing up liquid. You should notice a difference but if any dirt or discolouration is still evident on the gold, a soft brush and a gentle scrub should do the trick.<\/p><p><\/p>"}},"d2d465d2-92fd-4347-ae4a-a8ff908c43f9":{"type":"question","settings":{"title":"LOOKING AFTER VERMEIL JEWELLERY","content":"<p>Make sure to remove your vermeil pieces before washing your hands, showering and exercising as Vermeil is not a sweat and water lover.<\/p><p>Make sure not to apply lotions, hand sanitizers, body oils, perfumes while wearing Vermeil jewellery. <\/p><p>Always take off your jewellery first, or applythe liquidsbefore wearing the pieces.Store in a safe and dry space, preferably in their box when not wearing.<\/p>"}},"question-3":{"type":"question","settings":{"title":"LOOKING AFTER STERLING SILVER ITEMS","content":"<p>Sterling silver is particularly prone to tarnishing with age. This is because the silver corrodes when it is exposed to air, humidity and our natural sweat. <\/p><p>It also doesn’t take kindly to the chemicals that are often present in perfume, lotions, make up, hairspray, nail polish remover and body oils.Remove your silver jewellery before exercising, washing your hands or showering. <\/p><p>Always apply silver jewellery last thing when getting ready, so please avoid contact with lotions, make up and perfume.<\/p>"}},"5dbcd98a-b759-4f5b-bf1b-ef6c758996ac":{"type":"question","settings":{"title":"LOOKING AFTER GOLD-PLATED ITEMS","content":"<p>Gold plating is also likely to degrade over time and, especially on highly polished pieces of jewellery, scratches can become more noticeable if they are used regularly.<\/p><p>For this reason, gold plated sterling silver jewellery does require care and attention to keep it looking in excellent condition. <\/p>"}},"005bbf92-3494-43c7-bbda-4e853d6d9f5c":{"type":"question","settings":{"title":"LOOKING AFTER PEARLS AND GEMSTONES","content":"<p>Avoid direct contact with perfumes, lotions, hand sanitizers and other cosmetics. Make sure to put on your pearl and gemstones last thing when getting readyClean your gemstones with a clean, soft, damp cloth when needed.<\/p>"}},"b6160269-ba56-415a-b0e5-315115f2300c":{"type":"question","settings":{"title":"WEARING JEWELLERY - FIRST OFF, LAST ON","content":"<p>Whether you are wearing rings, necklaces, bracelets, earrings or other high-quality handmade jewellery items for special occasions, they should be the first thing you take off and the last thing you put on. Remember this and you won’t go far wrong. <\/p><p>At TAMI&TAMI, we also recommend that you keep away from exercising, showering or bathing when you are wearing your jewellery. Going to the gym should be a jewellery-free event!<\/p>"}},"b0d52e34-2e4e-4e94-96eb-875c3f4168e1":{"type":"question","settings":{"title":"CLEANING TIPS","content":"<p>If you can see a buildup of dirt, you can lightly wipe your jewellery with a soft cloth.Please make sure not to wipe too much as it can damage the surface of your jewellery.<\/p>"}},"b85457c3-8afb-4d35-9b8f-7261d5f08ff6":{"type":"question","disabled":true,"settings":{"title":"HOW OFTEN SHOULD YOU CLEAN YOUR JEWELLERY?","content":"<p>Life can be hectic and we can all fall into the trap of taking our jewellery for granted. For everyday wear pieces, like rings, we recommend you clean them once a week. For items that are worn less often, give them a monthly clean.<\/p>"}},"c26ef556-d2e3-4ea8-ab37-f7faa887d3a2":{"type":"question","settings":{"title":"STORING YOUR JEWELLERY","content":"<p>Where possible, store your jewellery pieces individually, preferably in a jewellery box. Ensure items don’t rub together, scratch or get tangled up. Take particular care with gemstones – it’s not good if they knock against one another when stored.<\/p><p>Keep your jewellery in a cool, dry place away from sunlight, until it is ready for use. Avoid leaving pieces out in the open where possible, to stop them getting damaged.<\/p>"}},"6035e216-e7f0-45cb-a9dd-92447c37fc66":{"type":"heading","disabled":true,"settings":{"title":"FAQ"}}},"block_order":["heading-0","question-1","question-2","d2d465d2-92fd-4347-ae4a-a8ff908c43f9","question-3","5dbcd98a-b759-4f5b-bf1b-ef6c758996ac","005bbf92-3494-43c7-bbda-4e853d6d9f5c","b6160269-ba56-415a-b0e5-315115f2300c","b0d52e34-2e4e-4e94-96eb-875c3f4168e1","b85457c3-8afb-4d35-9b8f-7261d5f08ff6","c26ef556-d2e3-4ea8-ab37-f7faa887d3a2","6035e216-e7f0-45cb-a9dd-92447c37fc66"],"settings":{"width":"wrapper--narrow","bg_color":"#ffffff"}},"faq-first":{"type":"section-accordion-group","blocks":{"faq-heading":{"type":"heading","settings":{"title":"RETURNS FAQ'S"}},"faq-0":{"type":"question","settings":{"title":"HOW DO I RETURN AN ITEM?","content":"<p>If you would like to return something, please fill in the return form which we have included in your package. Send the package back to us and we will refund you within 14 days. The return can be done within a 30 day period. Please be aware, that we do not accept earring as a returned item. If you have lost your return form, email <strong>info@tami-tami-london.com<\/strong> to request a new one.<\/p>"}}},"block_order":["faq-heading","faq-0"],"disabled":true,"settings":{"width":"wrapper--narrow","bg_color":"#ffffff"}},"faq-third":{"type":"section-accordion-group","blocks":{"heading-0":{"type":"heading","settings":{"title":"GENERAL FAQ'S"}},"question-1":{"type":"question","settings":{"title":"WHAT IS MY RING SIZE?","content":"<p>If you would like to check your ring size, please <a href=\"https:\/\/www.tamiandtani-london.com\/pages\/fit-guide\" title=\"click here\">click here <\/a>for a detailed size chart which will help you find your correct size.<\/p>"}},"question-2":{"type":"question","settings":{"title":"DO YOU OFFER GIFT WRAPPING?","content":"<p>Unfortunately, we don’t offer gift wrapping, but we do offer an additional birthday card where you can write a personal message!<\/p>"}},"question-3":{"type":"question","settings":{"title":"DO YOU HAVE E-GIFT CARDS?","content":"<p>Yes, we do provide e-gift cards which are available to purchase <a href=\"https:\/\/www.tamiandtani-london.com\/products\/e-gift-card?variant=42282764501239\" title=\"here\">here.<\/a><\/p>"}},"4007882e-34f0-43b8-8e52-bb20317b3507":{"type":"question","settings":{"title":"HOW CAN I PAY?","content":"<p>We offer many options as to how you can pay: PayPal, Apple Pay, Alipay, Klarna.<\/p>"}},"66a807f7-fe74-4b2e-83b5-c8e52c56d069":{"type":"heading","settings":{"title":"MATERIALS  FAQ'S"}},"c4ee458a-403b-43d5-8519-9a2a01fa441d":{"type":"question","settings":{"title":"IS YOU JEWELLERY SILVER OR SILVER PLATED?","content":"<p>The brands we work with use Sterling silver 925, which of an exceptional quality and will last you for a long time. But we also offer silver plated jewellery.<\/p>"}},"5b50ad63-707c-4b03-81a1-aaaf14565aae":{"type":"question","settings":{"title":"IS YOUR JEWELLERY GOLD PLATED?","content":"<p>Yes, some of our jewellery is gold plated and it looks absolutely gorgeous!<\/p>"}},"d8b4e5d5-a5ba-4ced-871f-7a435d11ffdb":{"type":"question","settings":{"title":"WHAT IS VERMEIL AND NON-VERMEIL?","content":"<p>Gold Vermeil whilst similar to gold plating, has some key differences that make it distinctive. Vermeil is a technique originating in the 19th century, where gold was applied to Sterling Silver. Gold vermeil is also made through the gold plating technique but requires a thicker layer of gold.<\/p>"}},"7cc0a37d-eb78-421e-8dd4-59af72ac63de":{"type":"question","settings":{"title":"HOW DO I LOOK AFTER MY JEWELLERY?","content":"<p>We have included a note in your packaging about how to look after the jewellery. If you would like to read the instructions online, please<a href=\"https:\/\/www.tamiandtani-london.com\/pages\/care-guide\" title=\"click here\"><strong>click here<\/strong>.<\/a><\/p>"}}},"block_order":["heading-0","question-1","question-2","question-3","4007882e-34f0-43b8-8e52-bb20317b3507","66a807f7-fe74-4b2e-83b5-c8e52c56d069","c4ee458a-403b-43d5-8519-9a2a01fa441d","5b50ad63-707c-4b03-81a1-aaaf14565aae","d8b4e5d5-a5ba-4ced-871f-7a435d11ffdb","7cc0a37d-eb78-421e-8dd4-59af72ac63de"],"disabled":true,"settings":{"width":"wrapper--narrow","bg_color":"#ffffff"}},"icons":{"type":"section-text-row","blocks":{"icon-0":{"type":"icon","settings":{"icon_name":"icon-lock-card","icon_color":"#545454","title":"Secure transactions","text":"<p>Transactions are handled with bank-grade security.<\/p>"}},"icon-1":{"type":"icon","settings":{"icon_name":"icon-basket-like","icon_color":"#545454","title":"Simple checkout","text":"<p>Our secure checkout is quick and easy to use.<\/p>"}},"icon-2":{"type":"icon","settings":{"icon_name":"icon-chat","icon_color":"#545454","title":"Get in touch","text":"<p>Have questions? Get in touch with us at any time.<\/p>"}}},"block_order":["icon-0","icon-1","icon-2"],"disabled":true,"settings":{"icon_alignment":"icon--top","bg_color":"#fafafa"}}},"order":["main","faq-second","faq-first","faq-third","icons"]}